Repository: nowheremanmail/keepTheRhythm
Catalog: Strings/*/Resources.resw
Source language: en
Languages: es

source: About
es: Acerca de

source: Backup
es: Copia de Seguridad

# BackupData
source: Backup all data
es: Copia de seguridad de todos los datos

# Cleaning
source: Deleting all
es: Borrar todo

# ConfirmBackup
source: Backup action will override previous backup. Are you sure you want to continue?
es: Si realiza una copia de seguridad sobreescribirá la anterior. Está seguro que quiere continuar?

# ConfirmDeleteAll
source: Are you sure you want to remove all data, this action cannot be undone
es: Está seguro que quiere borrar todos los datos? Esta operación no se puede deshacer.

source: Connecting
es: Conectando

# DeleteAll
source: Remove all data
es: Borrar todos los datos

source: Downloading
es: Descargando

# ErrorLive
source: Error trying to connect {0}
es: Error {0} intentando conectarse

source: Exporting
es: Exportando

source: Import Xml
es: Importar un Xml

source: Live account
es: Cuenta Live

# LiveNotConnected
source: Live account not connected
es: Imposible conectar cuenta Live

source: Loading
es: Cargando

source: Login
es: Entrada

source: Music
es: Música

source: Objective
es: Objetivo

source: Please wait
es: Espere por favor

# pleasewaitimport
source: Importing. Please wait
es: Espere por favor, importando.

source: Restoring
es: Recuperando datos

source: Uploading
es: Cargando

# UploadSuccess
source: backup file {0} has been created.
es: La copia de seguridad en el fichero {0} se ha creado.

# UploadUnSuccess
source: file {0} cannot be created because of {1}
es: El fichero {0} no se puede crear, por {1}

source: Web site
es: Sitio Web

source: Attention
es: Atención

# endKOBackup
source: Backup cannot be done due to {0}
es: No se puede realizar la copia de seguridad, por {0}

# endKORestore
source: Restore backup cannot be done due to {0}
es: No se puede recuperar la copia de seguridad, por {0}

# endRestore
source: Restore backup completed
es: Copia de seguridad restaurada

source: folder not found
es: No se puede encontrar la carpeta

source: Folders
es: Leyendo carpetas

# noFileInFolder
source: File KeepTheRhythm.txt not found
es: No se encuentra el fichero KeepTheRhythm.txt

# recommend
source: Rate application
es: Puntua la aplicación

source: Restore backup
es: Recuperar copia de seguridad

source: Support
es: Ayuda

# absoluteDistance.Text
source: Total distance
es: Distancia total

# absoluteTime.Text
source: Total time
es: Duración total

# absoluteWorkouts.Text
source: Total number of workouts
es: Número total de sesiones

# higherSpeed.Text
source: Higher speed
es: Major velocidad

# longestDistance.Text
source: Longest workout distance
es: Distancia más larga

# longestTime
source: Longest {0} workout time
es: La sesión {0} más larga

# history.Label
source: History
es: Historial

# pathList
source: Path List {0}
es: Lista de rutas {0}

# sessionList
source: {0} Sessions
es: Sesiones {0}

# Settings.Label
source: Settings
es: Configuración

# share.Label
source: Share
es: Compartir

# startNewWorkout.Label
source: New
es: Nueva

# summaryPage.Header
source: Summary
es: Sumario

# continueWorkout.Label
source: Continue
es: Continuar

# updateDescription
source: Update session description
es: Actualizar la descripción de la sesión

# TwitterMessage
source: @Keep_The_Rhythm, I've just finished a new {4} session {2} in {3} - {1}
es: @Keep_The_Rhythm, Acabo de finalizar una nueva sesión {4} {2} en {3} - {1}

# CurrentTrack
source: {0} by {1}
es: {0} de {1}

# EndSessionQuestion
source: ¿are you sure you want to exit current session?
es: ¿Está seguro que quiere finalizar la sesion actual?

# saveSound
source: Save a spoken advice
es: Guardar un mensaje hablado

source: Sounds
es: Sonidos

source: Map
es: Mapa

# perfil
source: Section
es: Sección

# Utils
source: Tools
es: Herramientas

# bestPace.Text
source: Best Pace
es: Mejor ritmo

# ActionHoldTab
source: Action on hold
es: Pulsación Larga

# ActionHorizontalFlick
source: Action on right flick
es: Deslizar a la derecha

source: Action on double tab
es: Doble pulsación

# ActionOnTab
source: Action on tap
es: Pulsación

# ActionVerticalFlick
source: Action on down flick
es: Deslizar hacia abajo

# Action_HorizontalFlick
source: Action on left flick
es: Deslizar hacia la izquierda

# Action_VerticalFlick
source: Action on up flick
es: Deslizar hacia arriba

# CalmMusic
source: Relaxing Music
es: Música relajante

# ChooseAction
source: Choose an action
es: Elige una acción

# ChooseList
source: Choose a List
es: Elige una lista

# FinalMusic
source: Ending Music
es: Música para finalizar

# IntroductionMusic
source: Intro Music
es: Música para empezar

# MoveNextAction
source: Next song
es: Siguiente canción

# MovePreviousAction
source: Previous song
es: Canción anterior

# NewPath
source: New {0} path
es: Nueva ruta {0}

# Nothing
source: no action
es: Ninguna acción

# PauseAction
source: Pause / Resume workout and music
es: Pausar / Continuar la sesión y la música

source: Power Music
es: Música con energía

# SettingsAction
source: Action Settings
es: Configuración de las acciones

# SettingsMusic
source: Music Settings
es: Configuración de la música

# StopAction
source: Stop workout
es: Finalizar sesión

# WhileMusic
source: Music during workout
es: Música durante la sesión

# advicesEnabled.Header
source: Voice advices
es: Avisos de voz

# canvasEnabled
source: Canvas
es: Lienzo

# musicEnabled
source: Music
es: Música

source: Accept
es: Aceptar

# AcceptQuestion
source: Accept conditions
es: Aceptar condiciones

# Conditions
source: <html><body><h1>Conditions of Keep The Rhythm</h1><p>Keep The Rhythm uses mobile's GPS to trace your position, otherwise it can be disabled at any moment just before starting an activity by clicking onto "no gps". </p><p> Data are stored in the user's mobile, and it can be removed at any moment. Application uses data stored to show statistics and other useful information related to sport activities. </p><p> When user agrees to share his/her sport activity with others, s/he agrees to share position and listened music. Information will be stored in KML format in user’s skydrive account, by using a Public folder. Shared information will be available to other users by www.nowhereman.eu proxy server. This server will only read information on users demand, and it will never store this information. </p><p> Also, Keep The Rhythm provides a backup functionality that requires a skydrive account with a folder called “KeepTheRhythm”. This folder could be private. </p><p> In case of any doubt or question, contact the developer at no.where.man@outlook.com </p> <p>Barcelona Sep-2012</p> </body></html>
es: Está seguro que quiere borrar todos los datos? Esta operación no se puede deshacer.

# DisableEnableAdvices
source: Enable/Disable voice advices
es: Activar/Desactivar avisos de voz

# DisableEnableMusic
source: Enable/Disable music
es: Activar/Desactivar música

# summaryData
source: {0} Records (ignored {1})
es: {0} Registros ({1} ignorados)

# C
source: Cycling
es: En bicicleta

# choosePath
source: Select one
es: Seleccione una

# cyclingPage.Header
source: Cycling
es: En bicicleta

source: Paths
es: Rutas

# R
source: Running
es: Corriendo

# runningPage.Header
source: Running
es: Corriendo

# W
source: Walking
es: Andando

# walkingPage.Header
source: Walking
es: Andando

# SettingsParams
source: Others
es: Otros

# SettingsSpec
source: {0} Settings
es: Configuración {0}

# DeletePath.Text
source: Delete
es: Borrar

# DeleteSession.Text
source: Delete
es: Borrar

# NewSession
source: New {0} session
es: Nueva sesión {0}

source: <None>
es: <Ninguna>

# PathName
source: Path at {0}
es: Ruta en {0}

# Altitude.Text
source: Altitude
es: Altitud

# Distance.Text
source: Distance
es: Distancia

# Duration.Text
source: Duration
es: Duración

# Pace.Text
source: Pace
es: Ritmo

# Speed.Text
source: Speed
es: Velocidad

# ShowInfo.Label
source: Show Info
es: Mostrar información

# SeeDetail
source: See details
es: Ver detalles

# LastSession.Text
source: Last session
es: Última sesión

# becalmyouareveryfast
source: you go very fast
es: Vas demasiado rápido

# c5minutesfrom
source: 5 minutes from start
es: 5 minutos desde el inicio

# c5minutesto
source: 5 minutes to end
es: 5 minutos para finalizar

# comeonyouarelosingtherhythm
source: you are losing the rhythm
es: Estas perdiendo el ritmo

# Frecuency
source: Frequency
es: Frecuencia

# GPSAccuracy
source: GPS accuracy {0} m
es: Precisión del GPS {0} m

# nowyougottherhythm
source: you've got the rhythm
es: Ya tienes el ritmo

source: Pause on obscure
es: Pausar al pasar a segundo plano

# PlayRecord
source: Play
es: Iniciar

source: Press Record
es: Pulsa para grabar

source: Record
es: Grabar

# ShowConditions.Header
source: Accept conditions
es: Aceptar condiciones

# StopRecord
source: Stop
es: Parar

# youareinthemidleofworkout
source: half distance
es: Ya has hecho la mitad del recorrido

# youdidhalfworkout
source: half time
es: Ya has cubierto la mitad del tiempo

# youvejustarrived
source: congratulations, you reached your goal
es: Felicidades, has conseguido tu objetivo

# youvejustfinished
source: congratulations, you reached your goal
es: Felicidades, has conseguido tu objetivo

# askBeforeCloseSettings
source: Are you sure you want to cancel the current operation?
es: Seguro que quieres abortar la operación actual?

# yourAreConnected
source: Now you are connected. To perform backup or recovery, we recommend you to use a wifi connection.
es: Ya estas conectado, se recomienda utilizar la wifi para realizar copias de seguridad o restaurarlas.

# UploadSuccessBack
source: backup {0} has been created
es: Se ha realizado la copia de seguridad {0}

# textReadyAccuracy
source: Ready to start
es: Preparado para empezar

# textStarting
source: Starting
es: Empezando

# textWaitAccuracy
source: Wait until your GPS locates you
es: Espera hasta que el GPS te localice

source: Come On
es: Vamos estás perdiento el ritmo

# endDistance
source: {0} from start
es: {0} desde el inicio

# endTime
source: {0} from start
es: {0} desde el inicio

# minutesFrom
source: you've been {1} during {0}
es: Has estado {1} durante {0}

# minutesTo
source: {0} to end
es: {0} para finalizar

# oneHourMinute
source: {0} hour and {1} minute
es: {0} hora y {1} minuto

# oneHourMinutes
source: {0} hour and {1} minutes
es: {0} hora y {1} minutos

# oneHoursMinute
source: {0} hours and {1} minute
es: {0} horas y {1} minuto

# oneHoursMinutes
source: {0} hours and {1} minutes
es: {0} horas y {1} minutos

# oneKilometre
source: {0} kilometre
es: {0} quilometro

# oneKilometres
source: {0} kilometres
es: {0} quilometros

# oneMinute
source: {0} minute
es: {0} minuto

# oneMinutes
source: {0} minutes
es: {0} minutos

# rhythmSet
source: you got the rhythm
es: Ya tienes el ritmo

# toofast
source: you are going too fast
es: Vas demasiado rápido

# VoiceAdviceLanguage.Header
source: Voice language
es: Idioma de los mensajes de voz

# distanceFrom
source: you've been {1} for {0}
es: Llevas recorrido {1} {0}

# distanceTo
source: {0} to end
es: {0} para finalizar

source: Disabled
es: Desactivado

# DistanceVoiceAdvice
source: Distance: voice advice every
es: Distancia entre los avisos de voz

# FixDistance.Header
source: Fixed Distance
es: Fijar distancia

# FixDuration.Header
source: Fixed Duration
es: Fijar duración

# oneHour0Minute
source: {0} hour
es: {0} hora

# oneHours0Minute
source: {0} hours
es: {0} horas

# SayInfo
source: Tell me current distance and time
es: Avisar de la distancia y tiempo actual

source: Time
es: Tiempo

# TimeVoiceAdvice
source: Time: voice advice every
es: Tiempo entre avisos de voz

# SayInfoText
source: you've been {2} during {0} and {1}
es: llevas {0} y has recorrido cerca de {1}

# SayInfoText1
source: you've been {2} during {0}
es: llevas {2} durante {0}

# BackgroundMessage
source: is still running
es: Aun está funcionando

source: <All>
es: <Todo>

# oneKmM
source: {0} kilometre with {1} meter
es: {0} quilometro con {1} metro

# oneKmMs
source: {0} kilometre with {1} meters
es: {0} quilometro con {1} metros

# oneKmsM
source: {0} kilometres with {1} meter
es: {0} quilometros con {1} metro

# oneKmsMs
source: {0} kilometres with {1} meters
es: {0} quilometros con {1} metros

# oneMeter
source: {0} meter
es: {0} metro

# oneMeters
source: {0} meters
es: {0} metros

# AddFree
source: Remove Banners!
es: Eliminar publicidad!

# CartoMode.Header
source: Map view mode
es: Tipo vista del mapa

# CartoModeAerial
source: Aerial
es: Aérea

# CartoModeHybrid
source: Hybrid
es: Híbrida

# CartoModeRoad
source: Road
es: Carretera

# CartoModeTerrain
source: Terrain
es: Tierra

source: Metric
es: Métrico

# unitMile
source: {0} mile
es: {0} milla

# unitMiles
source: {0} miles
es: {0} millas

# Units.Header
source: Unit
es: Unidades

# liveTileUpdate
source: Refresh every {0} seconds
es: Refrescar cada {0} segundos

# liveTitle
source: Last {0} session at {1}
es: Última sesión {0} el {1}

# pauseTitle
source: Paused {0} session
es: Sesión {0} en pausa

# progressTitle1
source: Last {2} session at {3} {0}
es: Última sesión {2} el {3} {0}

# progressTitle1S
source: Last {2} session {0}
es: Última sesión {2} {0}

# progressTitle2
source: Last {2} session at {3} {1} in {0}
es: Última sesión {2} con {3} {1} en {0}

# progressTitle2R
source: {1} in {0}
es: {1} en {0}

# progressTitle2S
source: Last {2} session {1} in {0}
es: Última sesión {2} {1} en {0}

# progressTitle2SR
source: {1} in {0}
es: {1} en {0}

# ContinueWorkoutReader
source: Continue
es: Continuar

# endProgress1
source: you've just finished {1} in {0}
es: Acabas de realizar {1} en {0}

# endProgress2
source: you've just finished {0}
es: Acabas de realizar {0}

# PauseWorkoutReader
source: Workout is paused
es: Sesión en pausa

# halfDistance
source: {0} from start
es: {0} desde el inicio

# halfTime
source: {0} from start
es: {0} desde el inicio

# StoreAllPoints.Header
source: Store all positions
es: Almacenar todas las posiciones

# AvgAltitude.Text
source: Average Altitude
es: Altitud media

# AvgSpeed.Text
source: Average Speed
es: Velocidad media

source: Details
es: Detalles

# PlanedPace.Text
source: Planned Pace
es: Ritmo planificado

source: Cancel
es: Cancelar

# PathDesc.Header
source: Path Description
es: Descripción de la ruta

# reallycomeon
source: Definitely, you has lost the rhythm
es: Definitivamente has perdido el ritmo

# RenamePath.Text
source: Rename
es: Renombrar

# RenameSession.Text
source: Rename
es: Renombrar

# SessionDesc.Header
source: Session Description
es: Descripción de la sesión

# GraphInfo.Header
source: Summary info
es: Información resumida

# GraphInfo0
source: Time & Distance
es: Tiempo & Distancia

# GraphInfo1
source: Time
es: Tiempo

# GraphInfo2
source: Distance
es: Distancia

# GraphType.Header
source: Summary type
es: Tipo sumario

# GraphType0
source: Daily
es: Diario

# GraphType1
source: Weekly
es: Semanal

# GraphType2
source: Monthly
es: Mensual

# maxValueD
source: Max {0}
es: Máximo {0}

# maxValueT
source: Max {0}
es: Máximo {0}

# ShowGraphSummary.Header
source: Show graph summary
es: Mostrar sumario

# Today.Text
source: Today
es: Hoy

# FullMessage
source: Attention: Full sharing requires skydrive account
es: Atención, para compartir la sesión completa se necesita acceso a onedrive

# FullOrPartial
source: Full workout
es: Sesión completa

# MessageShare
source: Message
es: Mensaje

# TitleShare
source: Title
es: Título

# askBeforeRemove
source: Are you sure you want to remove it?
es: ¿Seguro que desea borrar los datos?

# ErrorImport
source: Data cannot be imported because {0}
es: No se pueden importar los datos por el error {0}

source: Follow session
es: Continuar sesión

# FollowSessionChoose
source: Select session to want to follow
es: Seleccione la sesión que desea continuar

# I
source: Imported
es: Importados

# Imported.Label
source: Imported
es: Importados

# Importing
source: Importing data, please wait ...
es: Importando datos, por favor espere ...

# ImportingPage
source: Import
es: Importar

# ImportPage
source: Import route
es: Importar ruta

# ImportSuccess
source: Data imported. [{0}] points. {1}
es: Datos importados. [{0}] puntos. {1}

# ImportSuccessNoData
source: No data found on file.
es: No existen datos en el fichero seleccionado

# DetailKml
source: at {0} {1}
es: de {0} {1}

# NameKml
source: {0} at {1}
es: {0} en {1}

# BestMarkMessage
source: Congratulations, this is your personal best {0} mark
es: Felicidades, esta es tu mejor marca personal {0}

# LongestMessage
source: Congratulations, this is your longest {0} session
es: Felicidades, esta es tu sesión {0} más larga

# captionPush
source: Important
es: Importante

# ActionChangeMusic
source: Change music
es: Cambiar música

# ActionChangeObjective
source: Change objective
es: Cambiar objetivo

# ActionSayMessage
source: Say something
es: Di algo

# ActionStartChrono
source: Start chrono
es: Iniciar cronómetro

# ActionStopChrono
source: Stop chrono
es: Pausar cronómetro

# ListbyDistance
source: By Distance
es: Por Distancia

# EnableLoop.Header
source: Enable laps
es: Activar vueltas

# LoopDistance
source: Lap distance
es: Distancia de la vuelta

# LOOP_DETECTED
source: pace is {0}
es: El ritmo es {0}

# longestTimeTxt.Text
source: Longest workout time
es: Tiempo de la sesión más larga

# attentionreview
source: Please review Keep The Rhythm
es: Por favor opina sobre Keep The Rhythm

# ReviewApplication
source: Thank you for using Keep The Rhythm for a while now, would you like to review it?
es: Gracias por utilizar Keep The Rhythm, deseas opinar sobre ella?

# CompressData.Label
source: Reduce data stored
es: Reducir datos almacenados

# GPSAccuracyT
source: GPS information every {0} secs
es: El GPS devuleve datos cada {0} segundos

# Watson1
source: Report a problem
es: Reportar un problema

# NowYoucanShare
source: Do you want to share with your friends?
es: ¿Desea compartir la sesión con sus amigos?

source: Question
es: Pregunta

# SessionWithNoData
source: There are no data stored for this session, do you want to remove?
es: No se ha almacenado ningún dato, ¿desea borrarla?

# ModeSelector
source: Session type
es: Tipo sesión

# FixData.Label
source: Fix data session
es: Corregir datos de la sesión

# ImportNfc
source: Import with NFC
es: Importar usando NFC

# ShareNfc
source: Share by NFC
es: Compartir usando NFC

# DateSession.Text
source: Session date
es: Fecha sesión

# changePace
source: changed pace to {0}
es: Cambiar ritmo a {0}

# changePaceQuestion
source: going to change pace to {0}
es: el nuevo ritmo es {0}

# doPause
source: Pause
es: Pausar

# doPauseQuestion
source: Do you want to pause current session?
es: ¿Desea borrar la sesión actual?

# questionWaitMessage
source: Or touch screen to ignore
es: O pulsa la pantalla para ignorar

# signalLostMessage
source: GPS signal lost
es: Se ha perdido la señal GPS

# doContinue
source: Continue
es: Continuar

# doContinueQuestion
source: Do you want to continue current session?
es: ¿Desea continuar con la sesión actual?

# Intelligence
source: Start & Stop
es: Iniciar & Pausar

# TimeToDetect
source: Time to detect pause {0} sec
es: {0} segundos para detectar pausas

# ExpertMode.Header
source: Expert mode
es: Modo experto

# GPSAccuracyMax
source: GPS max accuracy {0} m
es: La precisión del GPS es {0} m

# GPSAccuracyMaxT
source: GPS max inf every {0} secs
es: Cada {0} segundos el GPS informa de la posición

# IntelligenceP
source: Adaptative rhythm
es: Ritmo adaptativo

# TimeToDetectR
source: Time to detect movement {0} sec
es: {0} segundos para detectar movimiento

# IntelligenceR
source: Auto Rotation
es: Rotación automática

source: Laps Detail
es: Detalle de las vueltas

# DisableStartAndStop
source: Disable start&stop
es: Desactivar Iniciar & Pausar

# EnableStartAndStop
source: Enable start&stop
es: Activar Iniciar & Pausar

# Translation
source: Improve translation
es: Mejorar traducción

# pointinterest
source: at {0} {1} {2}
es: de {0} {1} {2}

source: add point
es: Añadir punto

# PointDescription
source: Description
es: Descripción

source: Ok
es: Aceptar

# DeleteSessionL.Label
source: Delete
es: Borrar

# Comment.Header
source: Comment
es: Comentario

# NamePath.Header
source: Path Name
es: Nombre ruta

# ReallyImportButton.Content
source: Really Import
es: Importar

# DetailInfo.Header
source: Detail
es: Detalles

# GraphType3
source: Yearly
es: Anual

# LapsInfo.Header
source: Laps
es: Vueltas

# MapInfo.Header
source: Map
es: Mapa

# PerfileInfo.Header
source: Section
es: Sección

# DistanceH.Header
source: Distance
es: Distancia

# pathPicker.Header
source: Select a Path
es: Seleccionar ruta

# SessionType.Header
source: Session Type
es: Tipo sesión

# DurationH.Header
source: Duration
es: Duración

# acceptButton.Content
source: OK
es: Aceptar

# AcceptQuestionb.OffContent
source: No Accept!
es: No estoy de acuerdo

# AcceptQuestionb.OnContent
source: Accept!
es: De acuerdo

# dialog_Yes
source: Yes
es: Sí

# ac00.Text
source: On normal view
es: En vista normal

# ac0.Text
source: Click on screen
es: Pulsa en la pantalla

# ac1.Text
source: Double Click on screen
es: Doble pulsación en la pantalla

# ac10.Text
source: Long click on screen to see distance between current position and this point
es: Pulsación larga en la pantalla para ver la distancia hasta este punto

# ac11.Text
source: Double click to store a position
es: Doble pulsación para almacenar la posición

# ac12.Text
source: To center map to current position
es: Para centrar el mapa en la posición

# ac13.Text
source: To change map view
es: Para cambiar el modo del mapa

# ac14.Text
source: To enable/disable compass
es: Para activar o desactivar el compass

# ac15.Text
source: To enable/disable screen rotation
es: Para activar o desactivar la rotación

# ac16.Text
source: You can disable this message and others by enabling expert mode in settings screen
es: Se puede desactivar este mensaje y los otros activando el modo experto, el configuración

# ac17.Text
source: And now start
es: Pulsa la pantalla para empezar

# ac2.Text
source: Long Click on screen
es: Pulsación larga en la pantalla

# ac3.Text
source: Down flip on screen
es: Deslizar hacia abajo

# ac4.Text
source: Up flip on screen
es: Deslizar hacia arriba

# ac5.Text
source: Right flip on screen
es: Deslizar hacia la derecha

# ac6.Text
source: Left flip on screen
es: Deslizar hacia la izquierda

# ac7.Text
source: To see map
es: Para ver el mapa

# ac8.Text
source: To change to night/day mode
es: Para cambiar modo día o noche

# ac9.Text
source: On map view
es: En vista con mapa
